3DJet_template/Allrun
#!/bin/sh
cd ${0%/*} || exit 1    # Run from this directory

# Source tutorial run functions
. $WM_PROJECT_DIR/bin/tools/RunFunctions

runApplication blockMesh
#runApplication refineMesh -overwrite
#runApplication refineMesh -overwrite
runApplication rhoCentralFoam
#runApplication decomposePar
#runParallel dsmcInitialise
#runParallel $(getApplication)
#runApplication reconstructPar -noLagrangian

#------------------------------------------------------------------------------
